Repository: anxhinebi/apartments_webApp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it, sq

source: Home
it: Pagina principale
sq: Faqja kryesore

source: Our Rooms
it: Le nostre camere
sq: Dhomat

source: Contact
it: Contatto
sq: Kontaktoni

source: Language
it: Lingua
sq: Gjuha

source: English
it: Inglese
sq: Anglisht

source: Albanian
it: Albanese
sq: Shqip

source: Italian
it: Italiano
sq: Italisht

source: Welcome to Oni Apartments Sarande!
it: Benvenuti a Oni Apartments Saranda!
sq: Mirësevini në Oni Apartments Sarandë!

source: Book now
it: Prenota ora
sq: Rezervoni tani

source: Boasting sea views, Oni Apartments Sarande features accommodation with a balcony, around a few steps from Saranda City Beach. Free WiFi is available throughout the property, and private parking is available on site. Couples particularly like the location — they rated it <b>9.6</b> for a two-person trip.
it: Con vista sul mare, Oni Apartments Saranda offre alloggi con balcone, a pochi passi dalla spiaggia di Saranda City Beach. Il WiFi gratuito è disponibile in tutta la struttura e il parcheggio privato è disponibile in loco. Le coppie apprezzano particolarmente la posizione — l'hanno valutata <b>9.6</b> per un viaggio di due persone.
sq: Duke ofruar pamje nga deti, Oni Apartments Sarandë ofron akomodim me një ballkon, vetëm disa hapa larg nga Plazhi i Qytetit të Sarandës. WiFi falas është i disponueshëm në të gjithë pronën dhe parkim privat është i disponueshëm në vend. Çiftet e pëlqejnë veçanërisht vendndodhjen — ata e vlerësuan atë me <b>9.6</b> për një udhëtim me dy persona.

source: Most popular facilities
it: Servizi più richiesti
sq: Objektet më të pëlqyera

source: Private Parking
it: Parcheggio privato
sq: Parkim Privat

source: Beachfront
it: Fronte spiaggia
sq: Pamje nga deti

source: Free WiFi
it: WiFi gratuito
sq: WiFi Falas

source: Family rooms
it: Camere familiari
sq: Dhoma familjare

source: Non-smoking rooms
it: Camere non fumatori
sq: Dhoma kundra duhanpirjes

source: Terrace
it: Terrazza
sq: Tarracë

source: Reviews from our guests
it: Recensioni dei nostri ospiti
sq: Vlerësime nga mysafirët tanë

source: Room 101
it: Camera 101
sq: Dhoma 101

source: 65€/night
it: 65€/notte
sq: 65€/nata

source: Apartment 102
it: Appartamento 102
sq: Apartamenti 102

source: 80€/night
it: 80€/notte
sq: 80€/nata

source: Apartment 103
it: Appartamento 103
sq: Apartamenti 103

source: 85€/night
it: 85€/notte
sq: 85€/nata

source: Room 104
it: Camera 104
sq: Dhoma 104

source: Room 105
it: Camera 105
sq: Dhoma 105

source: Room 106
it: Camera 106
sq: Dhoma 106

source: 70€/night
it: 70€/notte
sq: 70€/nata

source: Room 107
it: Camera 107
sq: Dhoma 107

source: Room 108
it: Camera 108
sq: Dhoma 108

source: Room 109
it: Camera 109
sq: Dhoma 109

source: What else is there to do in Saranda?
it: Cos'altro fare a Saranda?
sq: Çfarë ka tjetër për të bërë në Sarandë?

source: Contact us and we will be right with you
it: Contattaci e ti risponderemo al più presto
sq: Na kontaktoni dhe ne do t'ju kthejmë përgjigje së shpejti

source: Email us!
it: Inviaci un'email!
sq: Na dërgoni email!

source: Street: “Naim Frasheri”, Sarandë
it: Via: “Naim Frasheri”, Saranda
sq: Rruga: “Naim Frasheri”, Sarandë

source: Travel reservation form
it: Modulo di prenotazione viaggio
sq: Formulari i rezervimit të udhëtimit

source: Full Name *:
it: Nome completo *:
sq: Emri i plotë *:

source: Select the room you like *:
it: Seleziona la camera che preferisci *:
sq: Zgjidhni dhomën që ju pëlqen *:

source: Apatment 103
it: Appartamento 103
sq: Apartamenti 103

source: Arrival date *:
it: Data di arrivo *:
sq: Data e mbërritjes *:

source: Number of People *:
it: Numero di persone *:
sq: Numri i njerëzve *:

source: Your Message:
it: Il tuo messaggio:
sq: Mesazhi juaj:

source: Submit
it: Invia
sq: Dërgo

source: View Gallery
it: Vedi galleria
sq: Shikoni Galerinë

source: Book Your Room
it: Prenota la tua camera
sq: Rezervoni dhomën tuaj

source: /night
it: /notte
sq: /nata

source: Facilities:
it: Servizi:
sq: Objektet:

source: Balcony
it: Balcone
sq: Ballkon

source: Air conditioning
it: Aria condizionata
sq: Kondicioner

source: Safety deposit box
it: Cassaforte
sq: Kasafortë

source: Sofa
it: Divano
sq: Divan

source: Hardwood or parquet floors
it: Pavimenti in legno o parquet
sq: Dyshemetë prej druri ose parketi

source: Socket near the bed
it: Presa elettrica vicino al letto
sq: Prizë pranë shtratit

source: Soundproofing
it: Insonorizzazione
sq: Izolimi i zërit

source: Private entrance
it: Ingresso privato
sq: Hyrje private

source: Refrigerator
it: Frigorifero
sq: Frigorifer

source: Tea/Coffee maker
it: Bollitore per tè/caffè
sq: Përgatitëse për çaj/kafe

source: Iron
it: Ferro da stiro
sq: Hekuri

source: Heating
it: Riscaldamento
sq: Ngrohje

source: Flat-screen TV
it: TV a schermo piatto
sq: TV me ekran të sheshtë

source: Kitchenware
it: Utensili da cucina
sq: Enë gatimi

source: Kitchenette
it: Angolo cottura
sq: Aneks kuzhine

source: Outdoor furniture
it: Arredi da esterno
sq: Mobilje të jashtme

source: Outdoor dining area
it: Zona pranzo all'aperto
sq: Zonë ngrënieje në ambient të hapur

source: Patio
sq: Verandë

source: Laptop safe
it: Cassaforte per laptop
sq: Kasafortë për laptop

source: Wardrobe or closet
it: Armadio o guardaroba
sq: Gardërobë ose dollap

source: Stovetop
it: Piano cottura
sq: Pianurë

source: Dining area
it: Zona pranzo
sq: Zonë ngrënieje

source: Dining table
it: Tavolo da pranzo
sq: Tavolinë ngrënieje

source: Private apartment in building
it: Appartamento privato in edificio
sq: Apartament privat në ndërtesë

source: Clothes rack
it: Appendiabiti
sq: Varëse rrobash

source: Baby safety gates
it: Cancelletti di sicurezza per bambini
sq: Porta sigurie për foshnja

source: In your private kitchenette:
it: Nel tuo angolo cottura privato:
sq: Në kuzhinën tuaj private:

source: Electric kettle
it: Bollitore elettrico
sq: Çajnik elektrik

source: In your private bathroom:
it: Nel tuo bagno privato:
sq: Në banjën tuaj private:

source: Toilet
it: WC
sq: Tualet

source: Shower
it: Doccia
sq: Dush

source: Towels
it: Asciugamani
sq: Peshqirë

source: Hairdryer
it: Asciugacapelli
sq: Tharëse flokësh

source: Toilet paper
it: Carta igienica
sq: Letër higjienike

source: View:
it: Vista:
sq: Pamje:

source: Sea view
it: Vista mare
sq: Pamje nga deti

source: Mountain view
it: Vista montagna
sq: Pamje nga mali

source: City view
it: Vista città
sq: Pamje nga qyteti
